{
  "accessibility": "Accesibilidad",
  "ball-drop.description": "Únase a la fiesta y disfrute de una cena gourmet de 5 platos con todo incluido, barra libre premium, baile en dos pisos, festividades y una vista de la bulliciosa Times Square. ¡Baila toda la noche y justo antes de la medianoche, sal a nuestra acera acordonada para experimentar la electrizante atmósfera de la multitud, unirte a la cuenta regresiva del Times Square Ball Drop y dar la bienvenida al Año Nuevo!",
  "ball-drop.nye-website-invite": "Sitio web oficial de la Fiesta de Año Nuevo de Manhattan Manor en Times Square",
  "ball-drop.title": "Vista en vivo de la caída de la bola",
  "ball-drop.video.caption": "Este video es cortesía de Times Square Alliance",
  "ball-drop.video.title": "La historia de la bola de Times Square",
  "clients": "Clientes",
  "common.cancel": "Cancelar",
  "common.celebrate-at": "Celebra en",
  "common.chat-now": "Chatea Ahora",
  "common.close": "Cerrar",
  "common.copyright": "Derechos de autor",
  "common.all-rights-reserved": "Todos los derechos reservados",
  "common.days": "Días",
  "common.enter-time": "Ingrese la hora",
  "common.error": "Error",
  "common.floor-plans": "Planos",
  "common.gallery": "Galería",
  "common.happy-new-year": "¡FELIZ AÑO NUEVO!",
  "common.hours": "Horas",
  "common.image": "Imagen",
  "common.live": "En vivo",
  "common.live-interaction": "Solicite una interacción en vivo con nosotros",
  "common.loading": "Cargando...",
  "common.minutes": "Minutos",
  "common.mute": "Silenciar",
  "common.news": "Noticias",
  "common.nye": "Año Nuevo",
  "common.ok": "Aceptar",
  "common.nye.party": "Fiesta de Año Nuevo",
  "common.nye.abbreviated": "NYE",
  "common.parking": "Estacionamiento",
  "common.read-full-article": "Leer artículo completo",
  "common.seconds": "Segundos",
  "common.select-time": "Seleccionar hora",
  "common.slogan": "El lugar de eventos más céntrico de Nueva York",
  "common.sound": "Sonido",
  "common.spanish": "Español",
  "common.submit": "Enviar",
  "common.success": "Éxito",
  "common.video": "Video",
  "contact-us": "Contáctenos",
  "contact-us.form.company": "Empresa",
  "contact-us.form.date-of-event": "Fecha del evento propuesto",
  "contact-us.form.details": "Detalles",
  "contact-us.form.details.placeholder": "Por favor, cuéntenos sobre su evento y los arreglos especiales",
  "contact-us.form.email": "Correo electrónico",
  "contact-us.form.event-type": "Tipo de evento",
  "contact-us.form.first-name": "Nombre de pila",
  "contact-us.form.last-name": "Apellido",
  "contact-us.form.name": "Nombre",
  "contact-us.form.newsletter": "Suscríbete a nuestro boletín",
  "contact-us.form.number-of-guests": "Número de invitados",
  "contact-us.form.phone": "Teléfono",
  "contact-us.form.tell-us-more": "Cuéntanos más sobre tu evento",
  "contact-us.form.time-of-event": "Hora del evento propuesto",
  "contact-us.form.title": "Solicitar cotización",
  "contact-us.form.success-message": "¡Gracias por contactarnos! Nos pondremos en contacto con usted lo antes posible.",
  "contact-us.form.error-message": "¡Lo sentimos! No pudimos enviar su mensaje. Por favor, inténtelo de nuevo más tarde.",
  "contact-us.form.no-recaptcha-message": "Por favor, complete el captcha.",
  "countdown": "Cuenta regresiva",
  "find-us": "Encuéntranos",
  "find-us.download-directions": "Descargar direcciones",
  "footer.booking": "Para reservas y consultas de prensa, contáctenos",
  "footer.copyright-disclaimer": "Todos los nombres de productos, logotipos y marcas son propiedad de sus respectivos dueños. Todos los nombres de compañías, productos y servicios utilizados en este sitio web son solo para fines de identificación. El uso de estos nombres, logotipos y marcas no implica respaldo.",
  "footer.visit-our-sister-restaurant": "Visite nuestro restaurante hermano",
  "gallery": "Galería",
  "in-the-news": "En las noticias",
  "instagram.caption": "Conéctese con nosotros <0>@manhattanmanor</0> y envíenos sus fotos a <1>info@manhattanmanor.com</1>",
  "media-partners": "Socios de medios",
  "new-year-date": "Domingo, 31 de diciembre",
  "our-services": "Nuestros servicios",
  "our-services.broadcast": "Televisión",
  "our-services.broadcast.description": "Un espacio versátil con fácil carga y descarga, luz natural o apagón, catering completo y acceso las 24 horas.",
  "our-services.corporate": "Corporativo",
  "our-services.corporate.description": "Un lugar ideal para desayunos, almuerzos y cenas corporativas, conferencias de día completo, fiestas y galas. Manhattan Manor ofrece catering de servicio completo y esta ubicado en el centro de la ciudad con acceso a todas las vías de transporte público.",
  "our-services.fashion": "Moda",
  "our-services.fashion.description": "Ya sea que esté organizando un desfile de modas o necesite un espacio de eventos único para mostrar su colección, el Manhattan Manor está disponible para todo tipo de eventos especiales con servicio de catering completo.",
  "our-services.film-and-photo": "Filmaciones y Fotografía",
  "our-services.film-and-photo.description": "Un espacio abierto limpio con fácil carga y descarga, vistas a la ciudad, luz natural o apagón, catering completo y acceso las 24 horas.",
  "our-services.galas-and-fundraisings": "Galas y recaudación de fondos",
  "our-services.galas-and-fundraisings.description": "Dos magníficos lugares para sus importantes eventos en el corazón de Manhattan. Impresionantes vistas, ubicación céntrica, uso flexible de ambos espacios, catering completo y un servicio excepcional para tener sus eventos mas elegantes.",
  "our-services.meetings-conferences": "Reuniones y Conferencias",
  "our-services.meetings-conferences.description": "Un lugar ideal para desayunos tempranos, almuerzos, cenas corporativas, conferencias de día completo, fiestas de celebración y galas anuales. El Manhattan Manor ofrece catering de servicio completo y esta ubicado en el centro de la ciudad con fácil acceso a todos los medios de transporte público.",
  "our-services.mitzvah": "Mitzvah",
  "our-services.mitzvah.description": "Un espacio flexible y divertido. El Manhattan Manor ofrece facilidad, comodidad y una verdadera experiencia en Nueva York. A pasos de Times Square, niños y adultos, entrarán en la mágica sala Skylight adornada con todas las actividades estelares y la comida para que sea un día divertido y memorable para todos.",
  "our-services.not-for-profit": "Sin fines de lucro",
  "our-services.not-for-profit.description": "Dos lugares perfectos para recibir invitados especiales para conferencias o reuniones importantes, así como una elegante gala para celebrar sus logros. Servicio completo de catering para satisfacer sus necesidades.",
  "our-services.product-launches": "Lanzamiento de productos",
  "our-services.product-launches.description": "Los eventos de lanzamiento de productos son esenciales para cualquier negocio. Nuestras salas ofrecen el telón de fondo perfecto a pocos pasos de todos los subterráneos y trenes principales. Nuestro personal está allí para ayudarle a lograr el propósito específico de crear conciencia y publicidad para su producto o marca.",
  "our-services.special-productions": "Producciones especiales",
  "our-services.special-productions.description": "Un espacio abierto y versátil en una ubicación central y conveniente con fácil acceso a la calle, luz natural o apagón, acceso las 24 horas y catering completo.",
  "our-services.sweet-16s": "Dulces 16's",
  "our-services.sweet-16s.description": "Un espacio flexible y divertido, el Manhattan Manor ofrece facilidad, comodidad y una verdadera experiencia neoyorquina. A pasos de Times Square, niños y adultos entrarán en la mágia de la sala Skylight adornada con la luz de la ciudad y sus candelabros. Combinada con la música, las actividades estelares, y la comida les aseguramos un día divertido y memorable para todos.",
  "our-services.wedding": "Boda",
  "our-services.wedding.description": "¡Dos locales únicos para celebrar su día especial! Los invitados disfrutarán de luz natural durante la ceremonia que fluye a través de los tragaluces, luego disfrutarán de cócteles en el elegante Manhattan Club, seguido de una recepción memorable en la nueva sala Skylight. Manhattan Manor ofrece catering de servicio completo y promete una celebración que recordaran para siempre.",
  "our-team": "Nuestro equipo",
  "our-team.amanda-smith.description": "Amanda tiene más de 15 años trabajando en la industria de eventos. Antes de unirse a Manhattan Manor como Directora de Eventos, Amanda supervisó la operación completa de un negocio de catering boutique, Amanda Smith Caterers. Ha atendido eventos para compañías de renombre como Town & Country, TOD'S, Carl Hansen; numerosas organizaciones sin fines de lucro incluyendo Room to Read, the Alzheimer's Association, y el Central Park Conservancy; así como familias privadas. <br/><br/>Graduada de la Escuela de Hoteleria de la Universidad de Cornell, Amanda trabaja en estrecha colaboración con sus clientes para hacer que sus eventos sean exactamente como los quieren y es conocida por su eficiencia y tranquilidad. Acompañada por un sólido grupo de chefs, servidores y gerentes de eventos en el Manhattan Manor, Amanda se asegurará de que su evento sea perfecto y memorable.",
  "our-team.amanda-smith.position": "Directora de Ventas de Eventos",
  "our-team.caroline-carty.description": "Graduada de la Escuela de Diseño de Interiores de Nueva York, Caroline es bien conocida por su sentido innato del estilo y su pasión por el diseño. Sus interiores se inspiran en sus antecedentes europeos y neoyorquinos. El uso de texturas sofisticadas, líneas limpias, tonos naturales, sutil fusión de color y diseño minimalista, pero elegante y atemporal, definen su estilo y estética. <br/> <br/> La Sala Skylight es uno de los muchos proyectos de Caroline que está muy orgullosa de mostrar. El uso de formas geométricas en todo el espacio que conduce desde la escalera a las vigas expuestas y los paneles de pared yuxtaponen lo antiguo y lo nuevo. Trabajando junto al reconocido equipo de contratación Duggan & Son crearon un espacio hermoso, refinado y atemporal. La implacable atención al detalle se ve en todo el espacio, especialmente en la restauración de la pièce de résistance, la majestuosa chimenea belga que se destaca entre los muchos candelabros destacados.",
  "our-team.caroline-carty.position": "Diseñadora y propietaria de Manhattan Manor",
  "our-team.mary-burke.description": "Mary es la gerente de catering y persona favorita en Manhattan Manor. Después de 18 años trabajando aquí, se ha convertido sinónimo con el club y los invitados saben que están en buenas manos. Maneja su equipo con profesionalismo y siempre está dispuesta a hacer todo lo posible por sus clientes y sus invitados.",
  "our-team.mary-burke.position": "Gerente de Eventos",
  "preferred-vendors": "Vendedores Preferidos",
  "privacy-policy": "Política de Privacidad",
  "specs": "Especificaciones",
  "terms-of-use": "Términos de Uso",
  "testimonials": "Testimonios",
  "upcoming-events": "Próximos Eventos",
  "upcoming-events.view-all": "Ver Todos los Eventos",
  "vendors": "Vendedores",
  "venues": "Salones",
  "venues.size": "Tamaño",
  "venues.capacity": "Capacidad",
  "venues.classroom-conference": "Conferencia en Aula",
  "venues.cocktail-reception": "Recepción de Cóctel",
  "venues.description": "Dos espacios únicos que son fáciles, versátiles y se prestan a todo tipo de eventos. Ya sea que esté organizando una conferencia de todo el día, una elegante boda, una sesión de fotos o una celebración familiar especial, Manhattan Manor es el lugar ideal.",
  "venues.seated-dinner": "Cena Sentada",
  "venues.seated-dinner-dance-floor": "Cena Sentada con Pista de Baile",
  "venues.square-feet": "Pies Cuadrados",
  "venues.theatre-seating": "Asientos de Teatro",
  "venues.u-shape-conference": "Conferencia en U",
  "venues.venue-size": "Tamaño del Lugar",
  "who-we-are": "Quiénes Somos",
  "who-we-are.description": "Manhattan Manor alberga dos lugares únicos para eventos en una ubicación privilegiada arriba del famoso Restaurante Rosie O'Grady's especializado en carnes y pescados en el mismo centro de Manhattan en la Avenida 7 y la Calle 52. Siete mil pies cuadrados de espacio de lujo con hermosas puertas francesas, tragaluces, ladrillos a la vista, pisos de caoba y vistas espectaculares desde Central Park hasta Times Square. Nuestro equipo brinda servicios íntimos llave en mano para eventos corporativos, sociales y sin fines de lucro. Un espacio independiente para eventos especiales durante 20 años con uno de los espacios más nuevos, modernos y divinos de Nueva York.",
  "partners-highlights": "Socios Destacados",
  "partners-highlights.subtitle": "World Bride y Manhattan Manor",
  "common.buy": "Comprar",
  "common.announcement": "Anuncio",
  "closing-notice.1": "¡Es con una mezcla de emociones que anunciamos el cierre de nuestra querida ubicación en la esquina de la calle 52 y la Séptima Avenida después de más de 40 años maravillosos! <0>Nuestro último día de operación en este lugar será el sábado 1 de julio de 2023.</0>",
  "closing-notice.2": "Queremos expresar nuestro más profundo agradecimiento a todos los que han apoyado a Manhattan Manor y nuestro restaurante hermano, Rosie O'Grady's Steakhouse, a lo largo de nuestro tiempo aquí y nos gustaría verle para <0>un último trago en Rosie's Bar</0>, una comida deliciosa en el comedor principal, o una bebida nocturna en nuestro Broadway Pub antes de despedirnos de esta ubicación.",
  "closing-notice.3": "A pesar de la agridulce despedida, queremos transmitir nuestro <0>compromiso inquebrantable de trasladar nuestro restaurante y espacio para eventos a un lugar cercano</0>. Tenga la seguridad de que nuestro nuevo lugar capturará la esencia y el espíritu que ha llegado a amar en Rosie O'Grady's Steakhouse y Manhattan Manor.",
  "common.inquiries": "Consultas"
}
