{
  "accessibility": "Accessibility",
  "ball-drop.description": "Join the party and enjoy an all-inclusive 5-course gourmet dinner, premium open bar, dancing on two floors, festivities, and a view of bustling Times Square. Dance the night away and just before midnight, step out to our cordoned off sidewalk to experience the electrifying atmosphere of the crowd, join in the Times Square Ball Drop Count Down, and welcome in the New Year!",
  "ball-drop.nye-website-invite": "Official website of Manhattan Manor's New Year's Eve Party in Times Square",
  "ball-drop.title": "Street Live View of the Ball Drop",
  "ball-drop.video.caption": "This video is a courtesy of Times Square Alliance",
  "ball-drop.video.title": "The History of the Times Square Ball",
  "clients": "Clients",
  "common.cancel": "Cancel",
  "common.celebrate-at": "Celebrate at",
  "common.chat-now": "Chat Now",
  "common.close": "Close",
  "common.copyright": "Copyright",
  "common.all-rights-reserved": "All Rights Reserved",
  "common.days": "Days",
  "common.enter-time": "Enter time",
  "common.error": "Error",
  "common.floor-plans": "Floor plans",
  "common.gallery": "Gallery",
  "common.happy-new-year": "HAPPY NEW YEAR!",
  "common.hours": "Hours",
  "common.image": "Image",
  "common.live": "Virtual tour",
  "common.live-interaction": "Request a live interaction with us",
  "common.loading": "Loading...",
  "common.minutes": "Minutes",
  "common.mute": "Mute",
  "common.news": "News",
  "common.nye": "New Year's Eve",
  "common.nye.party": "New Year's Eve Party",
  "common.nye.abbreviated": "NYE",
  "common.ok": "OK",
  "common.parking": "Parking",
  "common.read-full-article": "Read Full Article",
  "common.seconds": "Seconds",
  "common.select-time": "Select time",
  "common.slogan": "New York's Most Central Venue",
  "common.sound": "Sound",
  "common.spanish": "Español",
  "common.spanish.abbreviated": "ES",
  "common.submit": "Submit",
  "common.success": "Success",
  "common.video": "Video",
  "contact-us": "Contact Us",
  "contact-us.form.company": "Company",
  "contact-us.form.date-of-event": "Date of Proposed Event",
  "contact-us.form.details": "Details",
  "contact-us.form.details.placeholder": "Please tell us about your event and special arrangements",
  "contact-us.form.email": "Email",
  "contact-us.form.event-type": "Type of event",
  "contact-us.form.first-name": "First Name",
  "contact-us.form.last-name": "Last Name",
  "contact-us.form.name": "Name",
  "contact-us.form.newsletter": "Subscribe me to your newsletter",
  "contact-us.form.number-of-guests": "Number of Guests",
  "contact-us.form.phone": "Phone",
  "contact-us.form.tell-us-more": "Tell us more about your event",
  "contact-us.form.time-of-event": "Time of Proposed Event",
  "contact-us.form.title": "Request a quote",
  "contact-us.form.success-message": "Your message has been sent. We will get back to you shortly. Thank you!",
  "contact-us.form.error-message": "There was an error sending your message. Please try again later.",
  "contact-us.form.no-recaptcha-message": "Please verify that you are not a robot.",
  "countdown": "Countdown",
  "find-us": "Find Us",
  "find-us.download-directions": "Download Directions",
  "footer.booking": "For Booking and Press Inquires please contact",
  "footer.copyright-disclaimer": "All product names, logos, and brands are the property of their respective owners. All company, product and service names used in this website are for identification purposes only. Use of these names, logos, and brands does not imply endorsement.",
  "footer.visit-our-sister-restaurant": "Visit Our Sister Restaurant",
  "gallery": "Gallery",
  "in-the-news": "In the News",
  "instagram.caption": "Connect with us <0>@manhattanmanor</0> and send us your pictures to <1>info@manhattanmanor.com</1>",
  "media-partners": "Media Partners",
  "new-year-date": "Sunday, December 31,",
  "our-services": "Our Services",
  "our-services.broadcast": "Broadcast",
  "our-services.broadcast.description": "A versatile space with easy loading and unloading, natural light or black out, full catering, and 24 hour Access.",
  "our-services.corporate": "Corporate",
  "our-services.corporate.description": "An ideal venue for early morning breakfasts, lunch meetings, corporate dinners, full day conferences, holiday parties, and galas - the Manhattan Manor is a full service catering facility located in the center of midtown with easy access to all public transportation.",
  "our-services.fashion": "Fashion",
  "our-services.fashion.description": "Whether you're hosting a fashion show or need a unique event space to show your collection, the Manhattan Manor is available for all types of special events with full catering service.",
  "our-services.film-and-photo": "Film and Photo",
  "our-services.film-and-photo.description": "A clean open space with easy loading and unloading, city views, natural light or black out, full catering, and 24 hour access.",
  "our-services.galas-and-fundraisings": "Galas and Fundraisings",
  "our-services.galas-and-fundraisings.description": "Two magnificent venues to host your important events in the heart of Manhattan. Impressive views, central location, flexible use of both spaces, full catering and exceptional service to host elegant events.",
  "our-services.meetings-conferences": "Meetings and Conferences",
  "our-services.meetings-conferences.description": "An ideal venue for early morning breakfasts, lunch meetings, corporate dinners, full day conferences, holiday parties, and galas - the Manhattan Manor is a full service catering facility located in the center of midtown with easy access to all public transportation.",
  "our-services.mitzvah": "Mitzvah",
  "our-services.mitzvah.description": "Manhattan Manor offers a central, convenient location to enjoy this important day with your family and friends.  It is possible to have the ceremony and celebration under one roof.",
  "our-services.not-for-profit": "Not-for-Profit",
  "our-services.not-for-profit.description": "Two perfect venues to host special guests for important conferences or meetings as well as an elegant gala to celebrate your accomplishments. Full service catering to meet your needs.",
  "our-services.product-launches": "Product Launches",
  "our-services.product-launches.description": "Product launch events are essential for any business. Our venues offer the perfect backdrop just steps from all major subways and trains. Our staff is there to assist in your achieving the specific purpose of creating awareness and publicity for your particular product/brand.",
  "our-services.special-productions": "Special Productions",
  "our-services.special-productions.description": "A versatile open space in a central, convenient location with easy street access, natural light or black out, 24- hour access, and full catering.",
  "our-services.sweet-16s": "Sweet 16's",
  "our-services.sweet-16s.description": "A fun flexible space, the Manhattan Manor offers ease, convenience and a true New York Experience. Steps from Times Square kids and adults alike will enjoy the activities and food to make it a fun, memorable day for all.",
  "our-services.networking": "Networking",
  "our-services.networking.description": "A definite place to get together with colleagues, fellow alumns, or future recruits meet and greet.  No matter what the size or time, we have a variety of spaces that will work for you and all centrally located in midtown.",
  "our-services.wedding": "Wedding",
  "our-services.wedding.description": "Two magnificent venues to celebrate your special day! Guests will bask in natural light during the ceremony streaming through the skylights, then enjoy cocktails in the elegant Manhattan Club, followed by a memorable reception in the brand new Skylight Room with its exposed brick and magnificent chandeliers. A full service catering facility with you as our only focus.",
  "our-services.social-occasions": "Social Occasions",
  "our-services.social-occasions.description": "Let us help you plan your next celebration in one of our private event spaces. We will put together a memorable menu and help you find the right décor and entertainment. Centrally located and easy to get to from all trains, buses, with plenty of parking nearby.",
  "our-team": "Our Team",
  "our-team.amanda-smith.description": "Amanda has more than 15 years working in the event industry. Before joining the Manhattan Manor as Director of Events, Amanda oversaw the full operation of a boutique catering business, Amanda Smith Caterers.  She has catered events for renowned companies like Town & Country, TOD'S, Carl Hansen; numerous not-for-profit organizations including Room to Read, the Alzheimer's Association, and the Central Park Conservancy; as well as private families.<br/><br/>A graduate of Cornell University's hotel school, Amanda works closely with her clients to make their events exactly how they want them and is known for her calm demeanor and efficiency.  With the solid group of chefs, servers, and event managers at the Manhattan Manor, Amanda will make sure that your event is seamless and memorable.",
  "our-team.amanda-smith.position": "Director of Event Sales",
  "our-team.caroline-carty.description": "A graduate of New York School of Interior Design, Caroline is well known for her innate sense of style and passion for design. Her interiors draw inspiration from her European and New York background. The use of sophisticated textures, clean lines, natural tones, subtle fusion of color and minimalistic, yet elegant and timeless design, define her style and aesthetic. <br/><br/>The new Rosie O'Grady's Restaurant and Bar and Manhattan Manor venue are Caroline's latest projects that she's very proud to showcase. Her relentless attention to detail is seen throughout the space.",
  "our-team.caroline-carty.position": "Designer and Owner of Manhattan Manor",
  "our-team.mary-burke.description": "Mary is the catering manager and favorite person at the Manhattan Manor. After 18 years working here, she has become synonymous with the club and guests know that they are in good hands. She runs a tight ship and is always willing to do the utmost for her clients and their guests.",
  "our-team.mary-burke.position": "Events Manager",
  "preferred-vendors": "Preferred Vendors",
  "privacy-policy": "Privacy Policy",
  "specs": "Specs",
  "terms-of-use": "Terms of Use",
  "testimonials": "Testimonials",
  "upcoming-events": "Upcoming Events",
  "upcoming-events.view-all": "View All Events",
  "vendors": "Vendors",
  "venues": "Venues",
  "venues.size": "Venue Size",
  "venues.capacity": "Capacity",
  "venues.classroom-conference": "Classroom Conference",
  "venues.cocktail-reception": "Cocktail Reception",
  "venues.description": "Four unique spaces that are unique, versatile, and lend themselves to all types of events.  Whether you are hosting an all-day conference, business dinner, networking event, or special family celebration, Manhattan Manor is the place.",
  "venues.seated-dinner": "Seated Dinner",
  "venues.seated-dinner-dance-floor": "Seated Dinner with Dance Floor",
  "venues.square-feet": "Square Feet",
  "venues.theatre-seating": "Theatre Seating",
  "venues.u-shape-conference": "U-Shape Conference",
  "venues.venue-size": "Venue Size",
  "venues.print-directions": "Print directions to the venue",
  "who-we-are": "Who We Are",
  "who-we-are.description": "Manhattan Manor is home to four unique event venues in one prime midtown Manhattan location steps from Broadway’s Hub, Rockefeller Center and Central Park.  Inside the newly remodeled Rosie O’Grady’s Bar and Restaurant on 51st Street between 6th and 7thAvenues, we offer a variety for you to choose from.  Our team provides turnkey intimate services for corporate, social and not-for-profit events. <br/><br/>An independent, dedicated special event space for 20 years inside one of the newest, most modern, divine restaurants in New York - <a href='https://rosieogradys.com/'>rosieogradys.com</a>.",
  "partners-highlights": "Partners Highlights",
  "partners-highlights.subtitle": "World Bride and Manhattan Manor",
  "common.buy": "Buy",
  "feet": "Feet"
}
